---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarWorkshopInstructions
source: html/845831b6-860d-d1a2-a91a-95d930341da7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarWorkshopInstructions Property

"Workshop Instructions"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarWorkshopInstructions { get; }
```